Repository: BerniWittmann/beachanmeldung
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Personal Info
de: Persönliche Informationen

source: Permissions
de: Rechte

source: Important dates
de: Wichtige Daten

source: User Administration
de: Nutzer - Verwaltung

source: Phone number, preferrably mobile
de: Telefonnummer, möglichst Handynummer

source: Phone number
de: Telefonnummer

source: Receive Signup Notifications
de: Anmeldungs-Benachrichtigungen erhalten?

source: Receive a Email Notification when a new team is created
de: Erhalte eine Nachricht per E-Mail, jedesmal wenn ein neues Team angemeldet wird.

source: User with this Email address already exists.
de: Ein Nutzer mit dieser E-Mail existiert bereits.

source: User account not active.
de: Account ist nicht aktiv.

source: Unable to login with provided credentials.
de: Login mit den angegebenen Daten nicht möglich.

source: User logged out.
de: Nutzer wurde ausgeloggt.

source: Password reset.
de: Das Passwort wurde zurückgesetzt.

source: Unable to verify user.
de: Der Nutzer konnte

source: Password reset not allowed.
de: Das Passwort darf nicht zurückgesetzt werden.

source: User verified.
de: Der Nutzer wurde verifiziert.

source: User already verified.
de: Der Nutzer wurde bereits verifiziert

source: Email sent.
de: E-Mail wurde versendet.

source: female
de: Weiblich

source: male
de: Männlich

source: waiting
de: Wartend

source: signed up
de: Angemeldet

source: needs approval
de: Warten auf Bestätigung

source: denied
de: Abgelehnt

source: Player Administration
de: Spieler - Verwaltung

source: Last Name of the player
de: Nachname des Spielers

source: Last Name
de: Nachname

source: First Name of the player
de: Vorname des Spielers

source: First Name
de: Vorname

source: shirt number of the player
de: Trikotnummer des Spielers

source: Number
de: Nummer

source: Use the following format: YYYY
de: Benutze das folgende Format: JJJJ

source: Year of Birth
de: Geburtsjahr

source: Team associated with the player
de: Team des Spielers

source: Player
de: Spieler

source: Players
de: Spieler

source: Mark selected teams as unpaid
de: Ausgewählte Teams als nicht bezahlt markieren

source: Mark selected teams as needs approval
de: Ausgewählte Teams auf 'Wartet auf Bestätigung' setzen

source: Mark selected teams as waiting
de: Ausgewählte Teams auf Warteliste setzen

source: Mark selected teams as denied
de: Ausgewählte Teams auf 'Abgelehnt' setzen

source: Date
de: Daten

source: Relations
de: Verbindungen

source: Team Administration
de: Team - Verwaltung

source: Usually the club name
de: Normalerweise der Vereinsname

source: creative team name
de: Kreativer Team-Name

source: date of initial signup
de: Datum der erstmaligen Anmeldung

source: Date Signup
de: Anmeldedatum

source: current state of the team
de: derzeitiger Status des Teams

source: Team State
de: Team Status

source: has the team already paid?
de: Hat das Team bereits bezahlt?

source: Paid State
de: Bezahlt Status

source: tournament of the team
de: Turnier des Teams

source: Team tournament
de: Turnier

source: User account who is responsible for the team
de: Nutzer-Account, der für das Team verantwortlich ist

source: Tournament not Found
de: Turnier wurde nicht gefunden

source: Name already taken
de: Der Name existiert bereits

source: Duplicate Player Number
de: Doppelte Spieler Nummer

source: Duplicate Player Name
de: Doppelter Spieler Name

source: Team Update not possible after Edit-Deadline
de: Die Bearbeitung eines Teams ist nicht mehr möglich

source: Team Creation not possible before Signup period has started
de: Vor dem Start der Anmeldephase kann noch kein Team angemeldet werden

source: Team Creation not possible after Signup period has ended
de: Nach dem Ende der Anmeldephase kann kein Team mehr angemeldet werden

source: Authentication credentials were not provided.
de: Authentifizierungs-details wurden nicht angegeben

source: You do not have permission to perform this action.
de: Sie haben nicht die ausreichenden Rechte, um diese Aktion auszuführen

source: You did not provide Team IDs.
de: Sie haben keine Team-IDs angegeben

source: General
de: Allgemein

source: Tournament Administration
de: Turnier - Verwaltung

source: Name of the Tournament
de: Name des Turniers

source: Tournament Name
de: Turnier Name

source: Choose a gender for the tournament (female, male, mixed)
de: Wähle ein Geschlecht für das Turnier (Weiblich, Männlich, Mixed)

source: Tournament Gender
de: Geschlecht

source: The first day when the tournament takes place
de: Der erste Turniertag

source: Start Date of the Tournament
de: Start Datum des Turniers

source: The last day when the tournament takes place
de: Der letzte Turniertag

source: End Date of the Tournament
de: End Datum des Turniers

source: Date when the Signup period starts
de: Start Datum des Anmeldezeitraums

source: Start of the Signup Period
de: Start der Anmeldung

source: Date when the Signup period ends
de: End Datum des Anmeldezeitraums

source: End of the Signup Period
de: Ende der Anmeldung

source: Date by which the Edit by trainers is not possible anymore
de: Datum, nach dem keine Bearbeitung durch die Trainer mehr möglich ist

source: Deadline for Editing
de: End Datum für die Bearbeitung

source: Url to the Advertisement
de: Link zur Ausschreibung

source: Advertisement Url
de: Ausschreibung

source: Contact Email Address for the tournament
de: Kontakt E-mail Adresse für das Turnier

source: Contact Email
de: E-Mail Adresse

source: Initial required payment
de: Einmalig zu entrichtente Startgebühr

source: Signup Fee
de: Startgebühr

source: Count of possible teams that can take place in the tournament
de: Anzahl an möglichen Teams, die am Turnier teilnehmen können

source: Numer of Places
de: Anzahl Startplätze

source: Tournament
de: Turnier

source: Tournaments
de: Turniere

source: SignUp Possible
de: Anmeldung möglich

source: StartDate must be before EndDate
de: Start Datum muss vor End Datum liegen

source: Deadline of Signup must be after Start of Signup
de: Das Ende der Anmeldephase muss nach dem Start liegen

source: Route Not Found
de: Der Pfad wurde nicht gefunden

source: Reset your Password
de: Passwort zurücksetzen

source: You requested a new password. Click on the following link to create a new password
de: Du hast ein neues Passwort angefordert. Klicke auf den Link, um ein neues zu erstellen.

source: Reset Password
de: Passwort zurücksetzen

source: Confirm your Email Address
de: E-Mail Adresse Bestätigen

source: Please confirm your email address by clicking the link below
de: Bitte bestätige deine E-Mail Adresse indem du auf den Link klickst.

source: Confirm Email Address
de: E-Mail Adresse bestätigen

source: Welcome
de: Willkommen

source: Your Account was successfully created.
de: Dein Account wurde erfolgreich erstellt.

source: %(tournament_name)s Signup List
de: %(tournament_name)s Meldeliste

source: A New Team Registered
de: Ein neues Team wurde angemeldet

source: The Team %(name)s registered and is now waiting for approval.
de: Das Team %(name)s wurde neu angemeldet und wartet nun auf Prüfung.

source: View the Team
de: Team Anzeigen

source: A new team registered and is now waiting for approval
de: Ein neues Team wurde angemeldet und wartet nun auf Prüfung

source: New Team Registered
de: Neues Team Angemeldet

source: Payment Confirmation
de: Zahlungsbestätigung

source: We received the payment for your team %(name)s
de: Wir haben die Zahlung für das Team %(name)s erhalten.

source: Edit Team
de: Team Bearbeiten

source: We received your payment.
de: Wir haben die Zahlung erhalten.

source: You still need to pay the starting fee of %(amount)s
de: Du musst noch die Anmeldegebühr in Höhe von %(amount)s bezahlen.

source: receiver
de: Empfänger

source: reference
de: Verwendungszweck

source: Your Team is still required to pay the Starting Fee
de: Dein Team muss noch die Anmeldegebühr bezahlen

source: Player List Reminder
de: Mannschaftslisten - Erinnerung

source: You still need to upload players to your Team
de: Du musst noch die Spielerliste hochladen

source: Your team is now signed off
de: Dein Team wurde abgemeldet

source: Your team %(name)s is now signed off and not accessible anymore.
de: Dein Team %(name)s wurde abgemeldet und ist nun nicht mehr aktiv.

source: Your Team was signed off.
de: Dein Team wurde abgemeldet

source: Team Signed Off
de: Team Abgemeldet

source: Your team is now signed up
de: Team Angemeldet

source: Your team %(name)s is now successfully signed up.
de: Dein Team %(name)s ist nun erfolgreich angemeldet.

source: Your Team was successfully signed up.
de: Dein Team wurde erfolgreich angemeldet.

source: Team Signed Up
de: Team Angemeldet

source: We received your Team Registration
de: Vorläufige Anmeldung erhalten

source: We received the registration of %(name)s. We will check the data and come back to you.
de: Wir haben die vorläufige Anmeldung des Teams %(name)s erhalten. Wir prüfen nun die Anmeldung und benachrichtigen dich.

source: We received your team registration and we're going to check the registration.
de: Wir haben die vorläufige Anmeldung erhalten und prüfen diese nun.

source: Your team is now on the waitlist
de: Dein Team ist nun auf der Warteliste

source: Your team %(name)s was moved to the waitlist.
de: Dein Team %(name)s wurde auf die Warteliste verschoben.

source: Your Team was moved to the Waitlist.
de: Dein Team wurde auf die Warteliste verschoben.

source: Team On Waitlist
de: Team auf Warteliste

source: Beach Registration
de: Beach Anmeldung
