{
  "privacy": {
    "headline": "Datenschutz",
    "privacy_referral_text": "Die auf dieser Website angegebenen Daten werden hauptsächlich zu organisatorischen Zwecken verwendet. Desweiteren finden die Datenschutzbestimmungen auf der <a href=\"http://www.handballismaning.de/datenschutz\" target=\"_blank\">Homepage</a> Anwendung."
  },
  "contact": {
    "headline": "Kontakt",
    "match_operations": "Bei Problemen mit dem Spielbetrieb steht Ihnen die Geschäftsstelle zur Verfügung",
    "implementation": "Technische Umsetzung",
    "implementation_name": "Bernhard Wittmann",
    "github": "GitHub",
    "mail": "E-Mail"
  },
  "terms_of_participation": {
    "text": "<p>Die Teilnehmerzahl ist begrenzt, so dass gegebenenfalls nicht alle Anmeldungen berücksichtigt werden können; die Auswahl der Teilnehmer behält sich der TSV vor. Die Anmeldung ist verbindlich; ein Anspruch auf Teilnahme bei den Veranstaltungen besteht erst, wenn die Startgebühr bezahlt wurde und der TSV die Teilnahmebestätigung versandt hat; Die Startgebühr wird mit der vorläufigen Anmeldung fällig.</p><p>Jede/-r Teilnehmer/-in hat die Hausordnungen der Einrichtungen, den Anweisungen des Organisators und deren Mitarbeiter der jeweiligen Veranstaltung, sowie der Mitarbeiter der jeweiligen Einrichtungen zu beachten. Verstöße können zum sofortigen Ausschluss von der Veranstaltung führen, ohne dass ein Anspruch auf Erstattung der Teilnahmegebühren entsteht.</p><p>Für die Verursachung von Schäden durch die Teilnehmer gelten die gesetzlichen Haftungsregeln. Zusätzlich gilt: bei verursachten Sachschäden, die von den Versicherungen des TSV oder der jeweiligen Einrichtung nicht gedeckt sind, haften unabhängig von einem Verschulden des Teilnehmers die Personensorgeberechtigten, was diese durch die Unterzeichnung der Teilnahmebedingungen akzeptieren.</p><p>Jede Mannschaft, sowie jede/-r Teilnehmer ist eigenverantwortlich für seine/ihre Versicherung. Der TSV, BHV oder der DHB haften nicht für entstandene Kosten, Verlust oder sonstigen Schaden der Teilnehmer, Mannschaft oder des Vereins, sowie bei Verletzungen die vor, innerhalb oder nach der Veranstaltung aufgetreten sind.</p><p>Angegebene persönliche Daten unterliegen den gesetzlichen Datenschutzbestimmungen und werden ausschließlich zur zweckgebundenen Abwicklung und Information gespeichert und verwendet.</p><p>Jede Mannschaft muss eine Spielerliste spätestens einige Tage vor Beginn des Turniers auf der Website ausgefüllt haben.</p><p>Der TSV ist berechtigt, Foto- und/oder Videoaufzeichnungen der Teilnehmer innerhalb der jeweiligen Veranstaltungen anzufertigen und diese räumlich und zeitlich unbeschränkt, unentgeltlich zu nutzen und zu veröffentlichen.</p><p>Genauere Informationen zu der Veranstaltung, Gruppenzuordnung und Zeitplan richten sich nach den Meldungen. Die Team Manager werden ca. 2-3 Wochen vor Beginn der Veranstaltung informiert.</p><p>Zudem gelten die Informationen der Ausschreibung. Diese ist auf der <a href=\"{link}\" target=\"_blank\">Homepage</a> zu finden.</p>",
    "headline": "Teilnahmebedingungen"
  },
  "admin": {
    "headline": "Verwaltung",
    "to_django_admin": "Zur Django-Verwaltung",
    "django_explanation": "Die Django-Verwaltung bietet eine umfangreiche Bearbeitung der Daten und ermöglicht auch die Erstellung und Bearbeitung von Turnieren",
    "download_all_players": "Alle Spieler herunterladen",
    "other_actions": "Weitere Aktionen",
    "send_player_list_reminder": "Mannschaftslisten-Erinnerung senden",
    "send_payment_reminder": "Zahlungs-Erinnerung senden",
    "select_teams_dialog": {
      "title": {
        "undefined": "Teams auswählen",
        "payment": "Teams für Zahlungserinnerung auswählen",
        "player_list": "Teams für Mannschaftslistenerinnerung auswählen"
      },
      "abort": "Abbrechen",
      "send": "Senden"
    }
  }
}